{
    "notFoundMetaTitle": "404 - Page Not Found - Little Lemon",
    "notFoundMetaDescription": "The page you are looking for does not exist. Return to the homepage.",
    "notFoundTitle": "404 - Page Not Found",
    "notFoundParagraph": "Page not found. The link you followed may be broken or the page may have been removed.",

    "aboutPageMetaTitle": "About Us - Little Lemon",
    "aboutPageMetaDescription": "Learn more about Little Lemon, a Mediterranean restaurant based in Rotterdam.",
    "aboutPageTitle": "About Us",
    "aboutPageSubtitle": "Discover the story behind Little Lemon.",
    "aboutPageParagraph": "Little Lemon is a Mediterranean restaurant located in the heart of Rotterdam. Our mission is to bring the flavors of the Mediterranean to your table, using fresh, organic ingredients and traditional recipes.",
    "aboutPageParagraph2": "Our menu is inspired by the diverse cuisines of the Mediterranean region, from the sun-drenched coasts of Greece and Italy to the spice-filled markets of Morocco and Turkey. Each dish is carefully crafted to showcase the vibrant flavors and rich culinary heritage of the Mediterranean.",

    "contactPageMetaTitle": "Contact - Little Lemon",
    "contactPageMetaDescription": "Get in touch with Little Lemon for questions, reservations, or feedback.",
    "contactPageTitle": "Contact",
    "contactPageSubtitle": "Have questions, reservations, or feedback? Get in touch with us.",
    "contactPageParagraph": "Have questions, reservations, or feedback? Get in touch with us by giving us a call.",

    "homepageMetaTitle": "Little Lemon - Mediterranean Restaurant based in Rotterdam",
    "homepageMetaDescription": "Little Lemon is a Mediterranean restaurant based in Rotterdam. We serve delicious food and drinks.",
    "homepageTitle": "Welcome to Little Lemon",
    "homepageSubtitle": "Experience the finest Mediterranean cuisine made with fresh, organic ingredients.",
    "homepageParagraph": "At Little Lemon, we take pride in serving authentic Mediterranean cuisine that celebrates the richness of fresh, seasonal ingredients. Our dishes are inspired by traditional recipes, crafted with care, and presented with a modern twist.",
    "homepageParagraph2": "From our flavorful appetizers to our hearty mains and decadent desserts, every bite is a journey to the Mediterranean. Whether you're dining with friends, celebrating a special occasion, or enjoying a quiet evening, our cozy ambiance and warm hospitality make Little Lemon the perfect destination for any occasion.",
    "reservePageMetaTitle": "Reserve a Table - Little Lemon",
    "reservePageMetaDescription": "Book your table at Little Lemon easily with our online reservation system.",
    "reservePageIntroduction": "Book your table with ease using our online reservation system.",
    "reserveATable": "Reserve a Table",
    "deliciousRecipe": "Delicious recipe",
    "date": "Date",
    "time": "Time",
    "selectATime": "Select a Time",
    "numberOfPeople": "Number of People",
    "name": "Name",
    "email": "Email",
    "phone": "Phone",
    "reservationSuccess": "Reservation successful!",
    "allFieldsRequired": "All fields are required.",
    "backToHomepage": "Back to Homepage",
    "dateRequired": "Please select a date.",
    "timeRequired": "Please select a time.",
    "numberOfPeopleRequired": "Please specify the number of people.",
    "nameRequired": "Please enter your name.",
    "emailRequired": "Please enter your email.",
    "phoneRequired": "Please enter your phone number.",
    "invalidEmail": "Please enter a valid email address.",
    "invalidNumberOfPeople": "Please enter a valid number of people.",
    "datePlaceholder": "DD/MM/YYYY",
    "dinersPlaceholder": "4",
    "namePlaceholder": "John Doe",
    "emailPlaceholder": "johndoe@example.com",
    "phonePlaceholder": "+123456789",
    "callUs": "Call Us"
}
