{
    "notFoundMetaTitle": "404 - Pagina Niet Gevonden - Little Lemon",
    "notFoundMetaDescription": "De pagina die je zoekt bestaat niet. Ga terug naar de homepage.",
    "notFoundTitle": "404 - Pagina Niet Gevonden",
    "notFoundParagraph": "Pagina niet gevonden. De link die je hebt gevolgd is mogelijk verbroken of de pagina is verwijderd.",

    "aboutPageMetaTitle": "Over Ons - Little Lemon",
    "aboutPageMetaDescription": "Leer meer over Little Lemon, een Mediterraans restaurant gevestigd in Rotterdam.",
    "aboutPageTitle": "Over Ons",
    "aboutPageSubtitle": "Ontdek het verhaal achter Little Lemon.",
    "aboutPageParagraph": "Little Lemon is een Mediterraans restaurant gevestigd in het hart van Rotterdam. Onze missie is om de smaken van de Middellandse Zee naar jouw tafel te brengen, met behulp van verse, biologische ingrediënten en traditionele recepten.",
    "aboutPageParagraph2": "Onze menukaart is geïnspireerd op de diverse keukens van de Middellandse Zee regio, van de zonovergoten kusten van Griekenland en Italië tot de kruidenrijke markten van Marokko en Turkije. Elk gerecht is zorgvuldig samengesteld om de levendige smaken en rijke culinaire erfgoed van de Middellandse Zee te laten zien.",

    "contactPageMetaTitle": "Contact - Little Lemon",
    "contactPageMetaDescription": "Neem contact op met Little Lemon voor vragen, reserveringen of feedback.",
    "contactPageTitle": "Contact",
    "contactPageSubtitle": "Heb je vragen, reserveringen of feedback? Neem contact met ons op.",
    "contactPageParagraph": "Heb je vragen, reserveringen of feedback? Neem contact met ons via ons telefoonnummer.",

    "homepageMetaTitle": "Little Lemon - Mediterraans Restaurant in Rotterdam",
    "homepageMetaDescription": "Little Lemon is een Mediterraans restaurant in Rotterdam. Wij serveren heerlijke gerechten en dranken.",
    "homepageTitle": "Welkom bij Little Lemon",
    "homepageSubtitle": "Beleef de beste Mediterraanse keuken, bereid met verse, biologische ingrediënten.",
    "homepageParagraph": "Bij Little Lemon zijn we trots op het serveren van authentieke Mediterraanse gerechten die de rijkdom van verse, seizoensgebonden ingrediënten vieren. Onze gerechten zijn geïnspireerd op traditionele recepten, met zorg bereid en gepresenteerd met een moderne twist.",
    "homepageParagraph2": "Van onze smaakvolle voorgerechten tot onze stevige hoofdgerechten en decadente desserts, elke hap is een reis naar de Middellandse Zee. Of je nu dineert met vrienden, een speciale gelegenheid viert of geniet van een rustige avond, onze gezellige sfeer en warme gastvrijheid maken Little Lemon de perfecte bestemming voor elke gelegenheid.",
    "reservePageMetaTitle": "Reserveer een tafel - Little Lemon",
    "reservePageMetaDescription": "Boek gemakkelijk een tafel bij Little Lemon via ons online reserveringsysteem.",
    "reservePageIntroduction": "Boek nu gemakkelijk een tafel via ons online reserveringsysteem.",
    "reserveATable": "Reserveer een tafel",
    "deliciousRecipe": "Heerlijk recept",
    "date": "Datum",
    "time": "Tijd",
    "selectATime": "Selecteer een Tijd",
    "numberOfPeople": "Aantal Personen",
    "name": "Naam",
    "email": "E-mail",
    "phone": "Telefoon",
    "reservationSuccess": "Reservering succesvol!",
    "allFieldsRequired": "Alle velden zijn verplicht.",
    "backToHomepage": "Terug naar Homepage",
    "dateRequired": "Selecteer een datum.",
    "timeRequired": "Selecteer een tijd.",
    "numberOfPeopleRequired": "Geef het aantal personen op.",
    "nameRequired": "Voer je naam in.",
    "emailRequired": "Voer je e-mailadres in.",
    "phoneRequired": "Voer je telefoonnummer in.",
    "invalidEmail": "Voer een geldig e-mailadres in.",
    "invalidNumberOfPeople": "Voer een geldig aantal personen in.",
    "datePlaceholder": "DD/MM/YYYY",
    "dinersPlaceholder": "4",
    "namePlaceholder": "John Doe",
    "emailPlaceholder": "johndoe@example.com",
    "phonePlaceholder": "+123456789",
    "callUs": "Bel Ons"
}
